Repository: PIVO7/Dobbel
Catalog: Dobbel/Localizable.xcstrings
Source language: nl
Languages: en, fr

source: %@ heeft al 1 trofee verdiend
en: %@ has already earned 1 trophy
fr: %@ a déjà gagné 1 trophée

source: %@ heeft al %lld trofeeën verdiend
en: %@ has already earned %lld trophies
fr: %@ a déjà gagné %lld trophées

source: %@ speelt voor %@
en: %1$@ is playing for %2$@
fr: %1$@ joue pour %2$@

source: Aan
en: On
fr: Activé

source: Alle kleurenthema's
en: All color themes
fr: Tous les thèmes de couleurs

source: Dommel, Robbie en Professor Punt
en: Snoozy, Robbie and Professor Dot
fr: Dodo, Robbie et Professeur Point

source: Drie tegenstanders
en: Three opponents
fr: Trois adversaires

source: Eenmalig · geen abonnement
en: One-time purchase · no subscription
fr: Achat unique · sans abonnement

source: Gemaakt voor gezinnen, niet voor advertenties: niets dat meekijkt en geen abonnement.
en: Made for families, not for ads: nothing watching along, no subscription.
fr: Conçu pour les familles, pas pour la publicité : rien qui vous observe, aucun abonnement.

source: Het blad van boven naar onder, zonder kiezen
en: The sheet from top to bottom, no choosing
fr: La feuille de haut en bas, sans choisir

source: Hier komt de trofeeënkast van %@
en: %@'s trophy case starts here
fr: La vitrine à trophées de %@ commence ici

source: Hoort bij de Gezinsversie.
en: Part of the Family Version.
fr: Fait partie de la Version Famille.

source: IN VOLGORDE
en: IN ORDER
fr: DANS L'ORDRE

source: In deze spelvorm vul je het blad van boven naar onder: eerst de enen, dan de tweeën… tot en met kans.
en: In this mode you fill the sheet from top to bottom: ones first, then twos… all the way to chance.
fr: Dans cette variante, tu remplis la feuille de haut en bas : d'abord les uns, puis les deux… jusqu'à la chance.

source: In volgorde
en: In order
fr: Dans l'ordre

source: KIES DE SPELVORM
en: CHOOSE THE GAME MODE
fr: CHOISIS LA VARIANTE

source: Kies zelf je vakje
en: Pick your own box
fr: Choisis toi-même ta case

source: Kiezen hoeft niet — het volgende vakje staat al klaar. Gooi zo goed mogelijk voor precies dát vakje!
en: No choosing needed — the next box is already waiting. Roll your best for exactly that box!
fr: Pas besoin de choisir : la case suivante t'attend déjà. Lance au mieux pour cette case-là !

source: Met grafiekje en gezinsrecords
en: With a chart and family records
fr: Avec graphique et records de famille

source: Met z'n vieren
en: Up to four players
fr: À quatre

source: Nog %lld worpen
en: %lld rolls left
fr: Encore %lld lancers

source: Nog %lld worpen voor %@
en: %1$lld rolls left for %2$@
fr: Encore %1$lld lancers pour %2$@

source: Nog 1 worp
en: 1 roll left
fr: Encore 1 lancer

source: Nog 1 worp voor %@
en: 1 roll left for %@
fr: Encore 1 lancer pour %@

source: Snoep, Oceaan en Nacht
en: Candy, Ocean and Night
fr: Bonbons, Océan et Nuit

source: Spelvorm In volgorde
en: In order mode
fr: Variante Dans l'ordre

source: Spelvorm In volgorde: het blad van boven naar onder, zonder kiezen
en: In order mode: the sheet from top to bottom, no choosing
fr: Variante Dans l'ordre : la feuille de haut en bas, sans choisir

source: Statistieken en trofeeën
en: Stats and trophies
fr: Statistiques et trophées

source: Uit
en: Off
fr: Désactivé

source: Van de enen tot en met kans
en: From ones all the way to chance
fr: Des uns jusqu'à la chance

source: , aan de beurt
en: , their turn
fr: , c'est son tour

source: %@ denkt na…
en: %@ is thinking…
fr: %@ réfléchit…

source: %@ gooit…
en: %@ is rolling…
fr: %@ lance les dés…

source: %@ hernoemen
en: Rename %@
fr: Renommer %@

source: %@ is aan de beurt
en: It's %@'s turn
fr: C'est au tour de %@

source: %@ mag gooien
en: It's %@'s turn to roll
fr: À %@ de lancer

source: %@ verwijderen
en: Delete %@
fr: Supprimer %@

source: %@ verwijderen?
en: Delete %@?
fr: Supprimer %@ ?

source: %@ wint met %lld punten!
en: %@ wins with %lld points!
fr: %@ gagne avec %lld points !

source: %@ wint!
en: %@ wins!
fr: %@ gagne !

source: %@, %@, Gezinsversie nodig
en: %@, %@, requires the Family Version
fr: %@, %@, nécessite la version Famille

source: %@, %lld punten
en: %@, %lld points
fr: %@, %lld points

source: %@, %lld punten, winnaar
en: %@, %lld points, winner
fr: %@, %lld points, gagnant

source: %@, leeg
en: %@, empty
fr: %@, vide

source: %@, nog %lld worpen
en: %@, %lld rolls left
fr: %@, encore %lld lancers

source: %@: %@ Punten: %@.
en: %@: %@ Points: %@.
fr: %@ : %@ Points : %@.

source: %lld op rij
en: %lld in a row
fr: %lld d'affilée

source: %lld op rij · beste %lld
en: %lld in a row · best %lld
fr: %lld d'affilée · record %lld

source: %lld overwinningen
en: %lld wins
fr: %lld victoires

source: %lld potjes
en: %lld games
fr: %lld parties

source: %lld punten
en: %lld points
fr: %lld points

source: %lld punten bovenin, bonus van 35 behaald
en: %lld points in the upper section, 35-point bonus earned
fr: %lld points en haut, bonus de 35 obtenu

source: %lld spelers · %lld overwinningen
en: %lld players · %lld wins
fr: %lld joueurs · %lld victoires

source: %lld van %lld
en: %lld of %lld
fr: %lld sur %lld

source: %lld× gewonnen · %lld gespeeld
en: %lld× won · %lld played
fr: %lld× gagné · %lld joué

source: 2 tot 4 spelers, één toestel
en: 2 to 4 players, one device
fr: 2 à 4 joueurs, un seul appareil

source: 3 dezelfde
en: 3 of a kind
fr: 3 pareils

source: 4 dezelfde
en: 4 of a kind
fr: 4 pareils

source: aan de beurt
en: their turn
fr: à son tour

source: Alle drie de tegenstanders: Dommel, Robbie en Professor Punt
en: All three opponents: Snoozy, Robbie and Professor Dot
fr: Les trois adversaires : Dodo, Robbie et Professeur Point

source: Alle kleurenthema's: Snoep, Oceaan en Nacht
en: All color themes: Candy, Ocean and Night
fr: Tous les thèmes : Bonbons, Océan et Nuit

source: alle ogen
en: all dice
fr: tous les dés

source: Alles mag; tel alle ogen op.
en: Anything goes; add up all the dice.
fr: Tout est permis ; additionne tous les dés.

source: Annuleer
en: Cancel
fr: Annuler

source: Avatar van %@ aanpassen
en: Change %@'s avatar
fr: Modifier l'avatar de %@

source: beste %lld
en: best %lld
fr: record %lld

source: BESTUREN
en: CONTROLS
fr: COMMANDES

source: Beurten doorgeven op één apparaat
en: Take turns on one device
fr: Chacun son tour sur un seul appareil

source: Bewaar
en: Save
fr: Enregistrer

source: Bezig…
en: Rolling…
fr: En cours…

source: Bij de enen tot en met de zessen tellen alleen díé ogen. Drie vijven bij de vijven? Dat is 15 punten.
en: For the ones through the sixes, only those dice count. Three fives in the fives box? That's 15 points.
fr: Pour les 1 jusqu'aux 6, seuls ces dés comptent. Trois cinq dans la case des 5 ? Ça fait 15 points.

source: Bij het volgende potje bieden we de uitleg weer aan
en: Next game we'll offer the tips again
fr: À la prochaine partie, on te proposera à nouveau les explications

source: Blad
en: Leaf
fr: Feuille

source: Blauw
en: Blue
fr: Bleu

source: Bliksem
en: Lightning
fr: Éclair

source: Bonus bij 63, nu %lld
en: Bonus at 63, now %lld
fr: Bonus à 63, pour l'instant %lld

source: Bonus gehaald
en: Bonus earned
fr: Bonus obtenu

source: Bonusbaas
en: Bonus Boss
fr: Chef bonus

source: Bonusjager
en: Bonus Hunter
fr: Chasseur de bonus

source: BOVENIN
en: UPPER SECTION
fr: EN HAUT

source: CIJFERS
en: NUMBERS
fr: CHIFFRES

source: De gezinsrecords horen bij de Gezinsversie.
en: Family records are part of the Family Version.
fr: Les records de famille font partie de la Version Famille.

source: De overwinningen van dit profiel gaan verloren.
en: This profile's wins will be lost.
fr: Les victoires de ce profil seront perdues.

source: De worp zelf zet je bovenin bij dat getal. Is dat vakje al vol, dan mag hij als joker in een vakje onderin.
en: Score the roll up top with that number. If that box is already full, it may count as a joker in a lower box.
fr: Place le lancer en haut, dans la case de ce chiffre. Si elle est déjà remplie, il peut servir de joker dans une case du bas.

source: Dobbelkampioen
en: Dobbel Champion
fr: Champion de Dobbel

source: Dobbelsteen %lld
en: Die showing %lld
fr: Dé %lld

source: Dommel
en: Snoozy
fr: Dodo

source: Doorgeefscherm
en: Pass-the-device screen
fr: Écran de passage

source: Doorspelen
en: Keep playing
fr: Continuer

source: Drie
en: Three
fr: Trois

source: Drie dezelfde ogen.
en: Three dice the same.
fr: Trois dés identiques.

source: drieën
en: threes
fr: trois

source: Drieën
en: Threes
fr: Les 3

source: Eén keer kopen, voor het hele gezin — ook via Delen met gezin.
en: Buy once, for the whole family — including Family Sharing.
fr: Un seul achat, pour toute la famille — aussi via le partage familial.

source: Eerder gekocht? Zet terug
en: Bought it before? Restore
fr: Déjà acheté ? Restaurer

source: Eerste keer Dobbel?
en: First time playing Dobbel?
fr: Première partie de Dobbel ?

source: Eerste potje
en: First game
fr: Première partie

source: enen
en: ones
fr: uns

source: Enen
en: Ones
fr: Les 1

source: Er is geen eerdere aankoop gevonden voor dit Apple-account.
en: No earlier purchase was found for this Apple Account.
fr: Aucun achat antérieur n'a été trouvé pour ce compte Apple.

source: Er staat nog een spel klaar om verder te spelen.
en: A saved game is waiting to be continued.
fr: Une partie sauvegardée attend d'être reprise.

source: Even pauze tot de volgende speler klaar zit
en: A short pause until the next player is ready
fr: Une petite pause jusqu'à ce que le joueur suivant soit prêt

source: Even wachten…
en: One moment…
fr: Un instant…

source: Gast
en: Guest
fr: Invité

source: Gast 1
en: Guest 1
fr: Invité 1

source: Gast 2
en: Guest 2
fr: Invité 2

source: Geef door aan %@
en: Pass to %@
fr: Passe l'appareil à %@

source: Geel
en: Yellow
fr: Jaune

source: Geen profielen
en: No profiles
fr: Aucun profil

source: Gelijkspel met %lld punten!
en: It's a tie at %lld points!
fr: Égalité à %lld points !

source: Gelijkspel!
en: It’s a draw!
fr: Égalité !

source: GELUID
en: SOUND
fr: SON

source: Geluidseffecten
en: Sound effects
fr: Effets sonores

source: Gemiddeld
en: Average
fr: Moyenne

source: Gespeeld
en: Played
fr: Parties jouées

source: Gewonnen
en: Won
fr: Victoires

source: gewonnen met %lld punten
en: won with %lld points
fr: gagné avec %lld points

source: Gewonnen!
en: Winner!
fr: Gagné !

source: GEZIN
en: FAMILY
fr: FAMILLE

source: Gezinsrecords
en: Family records
fr: Records de famille

source: Gezinsversie
en: Family Version
fr: Version Famille

source: Gooi 5 Dobbels
en: Roll 5 Dobbels
fr: Fais 5 Dobbels

source: Gooi de vijf stenen. Je mag tot drie keer gooien per beurt.
en: Roll the five dice. You may roll up to three times per turn.
fr: Lance les cinq dés. Tu peux lancer jusqu'à trois fois par tour.

source: Gooi je bovenin samen 63 of meer bij elkaar? Dan krijg je er 35 punten bij!
en: Score 63 or more up top and you get 35 extra points!
fr: 63 points ou plus en haut ? Tu gagnes 35 points de plus !

source: Gooi je nóg eens vijf dezelfde terwijl je Dobbel-vakje al vol is? Dan krijg je er 100 punten bij!
en: Roll five of a kind again while your Dobbel box is already full? You get 100 extra points!
fr: Encore cinq dés identiques alors que ta case Dobbel est déjà remplie ? Tu gagnes 100 points de plus !

source: Gooi maar!
en: Roll away!
fr: À toi de lancer !

source: Gooi vijf dezelfde
en: Roll five of a kind
fr: Fais cinq dés identiques

source: Gooi, reken en win samen
en: Roll, count and win together
fr: Lance, compte et gagne ensemble

source: Gooien
en: Roll
fr: Lancer

source: gooit maar wat
en: just rolls anything
fr: lance au hasard

source: Grote straat
en: Large straight
fr: Grande suite

source: Grote straat!
en: Large straight!
fr: Grande suite !

source: Haal 5 keer de bonus
en: Earn the bonus 5 times
fr: Décroche le bonus 5 fois

source: Haal de bonus van 35
en: Earn the 35-point bonus
fr: Décroche le bonus de 35

source: Haas
en: Hare
fr: Lièvre

source: Hart
en: Heart
fr: Cœur

source: Hoe werkt Dobbel?
en: How does Dobbel work?
fr: Comment jouer à Dobbel ?

source: Hoeveel is %lld × %lld?
en: How much is %lld × %lld?
fr: Combien font %lld × %lld ?

source: Hond
en: Dog
fr: Chien

source: Honderdklapper
en: Hundred Club
fr: Club des 100

source: Hoogste score
en: Best score
fr: Meilleur score

source: Initialen
en: Initials
fr: Initiales

source: Instellingen
en: Settings
fr: Réglages

source: Ja, leg uit!
en: Yes, show me!
fr: Oui, explique-moi !

source: Je voortgang wordt bewaard.
en: Your progress will be saved.
fr: Ta progression sera sauvegardée.

source: Jij bent aan de beurt
en: It's your turn
fr: C'est ton tour

source: Kans
en: Chance
fr: Chance

source: Kat
en: Cat
fr: Chat

source: KIES 2 TOT 4 SPELERS
en: PICK 2 TO 4 PLAYERS
fr: CHOISIS 2 À 4 JOUEURS

source: Kies daarna een vakje voor je punten. Elk vakje kan maar één keer.
en: Then pick a box for your points. Each box can be used only once.
fr: Choisis ensuite une case pour tes points. Chaque case ne sert qu'une fois.

source: Kies een vakje op het scoreblad
en: Pick a box on the scorecard
fr: Choisis une case sur la feuille de score

source: Kies een vakje op het scoreblad voor je punten. Elk vakje kan maar één keer.
en: Pick a box on the scorecard for your points. Each box can be used only once.
fr: Choisis une case sur la feuille de score pour tes points. Chaque case ne sert qu'une fois.

source: KIES JE TEGENSTANDER
en: PICK YOUR OPPONENT
fr: CHOISIS TON ADVERSAIRE

source: KIES JOUW PROFIEL
en: PICK YOUR PROFILE
fr: CHOISIS TON PROFIL

source: Klaar!
en: Done!
fr: Terminé !

source: Klassiek
en: Classic
fr: Classique

source: Kleine straat
en: Small straight
fr: Petite suite

source: Kleine straat!
en: Small straight!
fr: Petite suite !

source: KLEUR
en: COLOR
fr: COULEUR

source: Kleur %@
en: Color %@
fr: Couleur %@

source: Koraal
en: Coral
fr: Corail

source: Kroon
en: Crown
fr: Couronne

source: LAATSTE POTJES
en: LATEST GAMES
fr: DERNIÈRES PARTIES

source: Langste winreeks
en: Longest winning streak
fr: Plus longue série de victoires

source: Lieveheersbeestje
en: Ladybug
fr: Coccinelle

source: Lopend spel
en: Game in progress
fr: Partie en cours

source: Lopend spel vervangen?
en: Replace the game in progress?
fr: Remplacer la partie en cours ?

source: Maak eerst een profiel aan om te spelen.
en: Create a profile first to play.
fr: Crée d'abord un profil pour jouer.

source: Maak eerst een speler aan
en: Create a player first
fr: Crée d'abord un joueur

source: Maan
en: Moon
fr: Lune

source: Meeste Dobbels
en: Most Dobbels
fr: Le plus de Dobbels

source: Meeste potjes
en: Most games
fr: Le plus de parties

source: Na dertien beurten is het blad vol. De meeste punten wint!
en: After thirteen turns the scorecard is full. Most points wins!
fr: Après treize tours, la feuille est remplie. Le plus de points gagne !

source: Naam
en: Name
fr: Prénom

source: NAAM
en: NAME
fr: PRÉNOM

source: Naam van je kind
en: Your child's name
fr: Prénom de l'enfant

source: Naam wijzigen
en: Change name
fr: Modifier le prénom

source: Naar profielen
en: Go to profiles
fr: Vers les profils

source: Nacht
en: Night
fr: Nuit

source: Nee, ik kan het al
en: No, I've got this
fr: Non, je sais déjà jouer

source: Niets gelijk
en: Nothing matches
fr: Rien de pareil

source: Nieuw profiel
en: New profile
fr: Nouveau profil

source: NIEUW PROFIEL
en: NEW PROFILE
fr: NOUVEAU PROFIL

source: Nieuw record!
en: New record!
fr: Nouveau record !

source: Nieuw spel starten
en: Start a new game
fr: Nouvelle partie

source: NOG EEN DOBBEL?
en: ANOTHER DOBBEL?
fr: ENCORE UN DOBBEL ?

source: Nog een keer!
en: Play again!
fr: Encore une fois !

source: Nog geen profielen. Maak er een aan om te spelen.
en: No profiles yet. Create one to play.
fr: Pas encore de profil. Crées-en un pour jouer.

source: Oceaan
en: Ocean
fr: Océan

source: Oeps — zet de vorige zet terug
en: Oops — undo the last move
fr: Oups — annule le dernier coup

source: Of speel als gast
en: Or play as a guest
fr: Ou joue en invité

source: Of speel met twee gasten
en: Or play with two guests
fr: Ou jouez avec deux invités

source: ONDERIN
en: LOWER SECTION
fr: EN BAS

source: Ontgrendel de Gezinsversie
en: Unlock the Family Version
fr: Débloquer la Version Famille

source: Ontgrendel voor %@
en: Unlock for %@
fr: Débloquer pour %@

source: Ontgrendeld — veel plezier!
en: Unlocked — have fun!
fr: Débloqué — amuse-toi bien !

source: Oranje
en: Orange
fr: Orange

source: Paars
en: Purple
fr: Violet

source: Pootafdruk
en: Paw print
fr: Patte

source: Potje %lld: %lld punten
en: Game %lld: %lld points
fr: Partie %lld : %lld points

source: Potje %lld: %lld punten, gewonnen
en: Game %lld: %lld points, won
fr: Partie %lld : %lld points, gagnée

source: Professor Punt
en: Professor Dot
fr: Professeur Point

source: Profiel van %@ aanpassen
en: Edit %@'s profile
fr: Modifier le profil de %@

source: Profielen
en: Profiles
fr: Profils

source: punten
en: points
fr: points

source: Recordbreker
en: Record Breaker
fr: Briseur de records

source: rekent alles uit
en: calculates everything
fr: calcule tout

source: RONDE %lld / %lld
en: ROUND %lld / %lld
fr: TOUR %lld / %lld

source: Ronde %lld van %lld
en: Round %lld of %lld
fr: Tour %lld sur %lld

source: Schildpad
en: Turtle
fr: Tortue

source: Schud het toestel en de stenen rollen
en: Shake the device and the dice roll
fr: Secoue l'appareil et les dés roulent

source: Schudden om te gooien
en: Shake to roll
fr: Secouer pour lancer

source: Scoor 100 punten
en: Score 100 points
fr: Marque 100 points

source: Scoor 150 punten
en: Score 150 points
fr: Marque 150 points

source: Scoor 200 punten
en: Score 200 points
fr: Marque 200 points

source: Sluiten
en: Close
fr: Fermer

source: Snoep
en: Candy
fr: Bonbons

source: Solo tegen een slimme tegenstander
en: Solo against a clever opponent
fr: En solo contre un adversaire malin

source: Solo uitdaging
en: Solo challenge
fr: Défi en solo

source: Speel 10 potjes
en: Play 10 games
fr: Joue 10 parties

source: Speel 25 potjes
en: Play 25 games
fr: Joue 25 parties

source: Speel een potje en zie de grafiek hier groeien!
en: Play a game and watch the chart grow!
fr: Joue une partie et regarde le graphique grandir !

source: Speel eerst een potje — daarna staan hier de records van het gezin.
en: Play a game first — then the family records will appear here.
fr: Joue d'abord une partie — les records de la famille apparaîtront ici.

source: Speel je eerste potje
en: Play your first game
fr: Joue ta première partie

source: Speel met 3 of 4 spelers aan één toestel
en: Play with 3 or 4 players on one device
fr: Joue à 3 ou 4 sur un seul appareil

source: speelt lekker mee
en: plays along nicely
fr: joue le jeu

source: Spel verlaten
en: Leave game
fr: Quitter la partie

source: Spel verlaten?
en: Leave the game?
fr: Quitter la partie ?

source: SPELERS
en: PLAYERS
fr: JOUEURS

source: Start spel
en: Start game
fr: Commencer

source: Statistieken
en: Statistics
fr: Statistiques

source: Statistieken met trofeeën, een grafiekje en gezinsrecords
en: Statistics with trophies, a chart and family records
fr: Des statistiques avec trophées, graphique et records de famille

source: Ster
en: Star
fr: Étoile

source: Sterrenregen
en: Star Shower
fr: Pluie d'étoiles

source: SYMBOOL
en: SYMBOL
fr: SYMBOLE

source: Tegen de computer
en: Against the computer
fr: Contre l'ordinateur

source: Tegen elkaar
en: Against each other
fr: Face à face

source: Terug naar menu
en: Back to menu
fr: Retour au menu

source: THEMA
en: THEME
fr: THÈME

source: Thema %@
en: Theme %@
fr: Thème %@

source: Thema %@, Gezinsversie nodig
en: Theme %@, requires the Family Version
fr: Thème %@, nécessite la version Famille

source: Tik om de uitleg te sluiten
en: Tap to close the tip
fr: Touche pour fermer l'explication

source: Tik om vast te houden
en: Tap to hold
fr: Touche pour garder

source: Tik om ze te laten rollen
en: Tap to roll them
fr: Touche pour les faire rouler

source: Tik op een steen om hem vast te houden. Met het handje gooit hij niet mee.
en: Tap a die to hold it. With the little hand it won't be rolled.
fr: Touche un dé pour le garder. Avec la petite main, il ne sera pas relancé.

source: Tik een vakje om te scoren
en: Tap a box to score
fr: Touche une case pour marquer

source: Tik op Gooien om te dobbelen!
en: Tap Roll to throw the dice!
fr: Touche Lancer pour jeter les dés !

source: Tik op stenen om ze vast te houden; die gooien niet mee.
en: Tap dice to hold them; they won't be rolled.
fr: Touche les dés pour les garder ; ils ne seront pas relancés.

source: Toont de statistieken
en: Shows the statistics
fr: Affiche les statistiques

source: Topvorm
en: Top Form
fr: Grande forme

source: Trofee %@, behaald. %@
en: Trophy %@, earned. %@
fr: Trophée %@, obtenu. %@

source: Trofee %@, nog te verdienen. %@
en: Trophy %@, still to earn. %@
fr: Trophée %@, encore à gagner. %@

source: TROFEEËN
en: TROPHIES
fr: TROPHÉES

source: Trofeeën en records
en: Trophies and records
fr: Trophées et records

source: Trofeeën, het grafiekje en de gezinsrecords horen bij de Gezinsversie.
en: Trophies, the chart and family records are part of the Family Version.
fr: Les trophées, le graphique et les records de famille font partie de la Version Famille.

source: Twee
en: Two
fr: Deux

source: Twee dobbelstenen
en: Two dice
fr: Deux dés

source: Twee én drie dezelfde samen.
en: A pair and three of a kind together.
fr: Une paire et un brelan ensemble.

source: Tweede Dobbel! Die moet bovenin, bij %@
en: A second Dobbel! It has to go up top, with the %@
fr: Un deuxième Dobbel ! Il doit aller en haut, dans %@

source: tweeën
en: twos
fr: deux

source: Tweeën
en: Twos
fr: Les 2

source: UITLEG
en: HELP
fr: AIDE

source: Uitleg opnieuw aanbieden
en: Offer the tips again
fr: Proposer à nouveau les explications

source: Vastgehouden, tik om los te laten
en: Held, tap to release
fr: Gardé, touche pour relâcher

source: Verder spelen
en: Continue playing
fr: Reprendre la partie

source: Verlaten
en: Leave
fr: Quitter

source: Verwijderen
en: Delete
fr: Supprimer

source: Vier
en: Four
fr: Quatre

source: Vier dezelfde ogen.
en: Four dice the same.
fr: Quatre dés identiques.

source: Vier stenen op een rij.
en: Four dice in a row.
fr: Quatre dés qui se suivent.

source: vieren
en: fours
fr: quatre

source: Vieren
en: Fours
fr: Les 4

source: Vijf
en: Five
fr: Cinq

source: Vijf dezelfde: DOBBEL!
en: Five of a kind: DOBBEL!
fr: Cinq identiques : DOBBEL !

source: Vijf stenen op een rij.
en: Five dice in a row.
fr: Cinq dés qui se suivent.

source: vijven
en: fives
fr: cinq

source: Vijven
en: Fives
fr: Les 5

source: Vis
en: Fish
fr: Poisson

source: Vlam
en: Flame
fr: Flamme

source: Voeg toe
en: Add
fr: Ajouter

source: Vogel
en: Bird
fr: Oiseau

source: Vol huis
en: Full house
fr: Full

source: Vol huis!
en: Full house!
fr: Full !

source: Volgende keer win jij vast!
en: Next time you’ll win for sure!
fr: La prochaine fois, c’est toi qui gagnes !

source: Voor %@
en: For %@
fr: Pour %@

source: Voor %@ en %@
en: For %@ and %@
fr: Pour %@ et %@

source: Vraag even aan papa of mama
en: Ask mom or dad first
fr: Demande à papa ou maman

source: We spelen door!
en: Let's keep playing!
fr: On continue !

source: Wie heeft het record in huis?
en: Who holds the record?
fr: Qui détient le record ?

source: Wil je tijdens het spelen korte uitleg krijgen?
en: Would you like short tips while you play?
fr: Veux-tu quelques explications pendant la partie ?

source: Win 3 potjes op rij
en: Win 3 games in a row
fr: Gagne 3 parties d'affilée

source: Win een potje
en: Win a game
fr: Gagne une partie

source: Winnaar
en: Winner
fr: Vainqueur

source: Winreeks
en: Win streak
fr: Série de victoires

source: zessen
en: sixes
fr: six

source: Zessen
en: Sixes
fr: Les 6

source: Zet de vorige zet terug
en: Undo the last move
fr: Annuler le dernier coup
